7767517
744 944
Input                    in0                      0 1 in0 -23330=4,3,64,64,4 0=64 1=64 2=4
Input                    in1                      0 1 in1 -23330=4,1,1,1,1 0=1
Input                    in2                      0 1 in2 -23330=4,2,768,77,1 0=768 1=77
Input                    c_in                     0 1 c_in -23330=4,1,1,1,1 0=1
Input                    c_out                    0 1 c_out -23330=4,1,1,1,1 0=1
Split                    input_splitncnn          1 2 in0 in0_1 in0_2 -23330=8,3,64,64,4,3,64,64,4
BinaryOp                 pre_mul                  2 1 in0_1 c_in c_in_in0 -23330=4,3,64,64,4 0=2
Split                    splitncnn_0              1 32 in2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 -23330=128,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1,2,768,77,1
Tile                     repeat_tile              1 1 in1 36 -23330=4,1,1,1,1
MemoryData               pnnx_fold_v_8.1          0 1 35 -23330=4,1,160,1,1 0=160
BinaryOp                 mul_0                    2 1 36 35 37 -23330=4,1,160,1,1 0=2
Split                    splitncnn_1              1 2 37 38 39 -23330=8,1,160,1,1,1,160,1,1
UnaryOp                  cos_1                    1 1 38 40 -23330=4,1,160,1,1 0=10
UnaryOp                  sin_2                    1 1 39 41 -23330=4,1,160,1,1 0=9
Concat                   cat_0                    2 1 40 41 42 -23330=4,1,320,1,1
InnerProduct             linear_258               1 1 42 43 -23330=4,1,1280,1,1 0=1280 1=1 2=409600
Convolution              conv_96                  1 1 c_in_in0 44 -23330=4,3,64,64,320 0=320 1=3 4=1 5=1 6=11520
Split                    splitncnn_2              1 3 44 45 46 47 -23330=12,3,64,64,320,3,64,64,320,3,64,64,320
GroupNorm                gn_16                    1 1 47 48 -23330=4,3,64,64,320 0=32 1=320 2=1.000000e-05
Swish                    silu_442                 1 1 43 49 -23330=4,1,1280,1,1
InnerProduct             linear_259               1 1 49 50 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_444                 1 1 50 51 -23330=4,1,1280,1,1
Split                    splitncnn_3              1 22 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 -23330=88,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1,1,1280,1,1
InnerProduct             linear_260               1 1 73 74 -23330=4,1,320,1,1 0=320 1=1 2=409600
Swish                    silu_443                 1 1 48 75 -23330=4,3,64,64,320
Convolution              conv_97                  1 1 75 76 -23330=4,3,64,64,320 0=320 1=3 4=1 5=1 6=921600
ExpandDims               unsqueeze_1034           1 1 74 77 -23330=4,2,1,320,1 -23303=1,1
ExpandDims               unsqueeze_1035           1 1 77 78 -23330=4,3,1,1,320 -23303=1,2
BinaryOp                 add_3                    2 1 76 78 79 -23330=4,3,64,64,320
GroupNorm                gn_17                    1 1 79 80 -23330=4,3,64,64,320 0=32 1=320 2=1.000000e-05
Swish                    silu_445                 1 1 80 81 -23330=4,3,64,64,320
Convolution              conv_98                  1 1 81 82 -23330=4,3,64,64,320 0=320 1=3 4=1 5=1 6=921600
BinaryOp                 add_4                    2 1 46 82 83 -23330=4,3,64,64,320
Split                    splitncnn_4              1 2 83 84 85 -23330=8,3,64,64,320,3,64,64,320
GroupNorm                gn_194                   1 1 85 86 -23330=4,3,64,64,320 0=32 1=320 2=1.000000e-06
Convolution              conv_99                  1 1 86 87 -23330=4,3,64,64,320 0=320 1=1 5=1 6=102400
Permute                  permute_841              1 1 87 88 -23330=4,3,320,64,64 0=3
Reshape                  reshape_489              1 1 88 89 -23330=4,2,320,4096,1 0=320 1=4096
Split                    splitncnn_5              1 2 89 90 91 -23330=8,2,320,4096,1,2,320,4096,1
LayerNorm                ln_210                   1 1 91 92 -23330=4,2,320,4096,1 0=320 1=1.000000e-05
Split                    splitncnn_6              1 3 92 93 94 95 -23330=12,2,320,4096,1,2,320,4096,1,2,320,4096,1
MultiHeadAttention       linear_264               3 1 95 94 93 115 -23330=4,2,320,4096,1 0=320 1=8 2=102400 3=320 4=320
BinaryOp                 add_6                    2 1 115 90 116 -23330=4,2,320,4096,1
Split                    splitncnn_7              1 2 116 117 118 -23330=8,2,320,4096,1,2,320,4096,1
LayerNorm                ln_211                   1 1 118 119 -23330=4,2,320,4096,1 0=320 1=1.000000e-05
MultiHeadAttention       linear_268               3 1 119 34 33 139 -23330=4,2,320,4096,1 0=320 1=8 2=102400 3=768 4=768
BinaryOp                 add_8                    2 1 139 117 140 -23330=4,2,320,4096,1
Split                    splitncnn_8              1 2 140 141 142 -23330=8,2,320,4096,1,2,320,4096,1
LayerNorm                ln_212                   1 1 142 143 -23330=4,2,320,4096,1 0=320 1=1.000000e-05
InnerProduct             linear_269               1 1 143 144 -23330=4,2,2560,4096,1 0=2560 1=1 2=819200
Slice                    split_0                  1 2 144 145 146 -23330=8,2,1280,4096,1,2,1280,4096,1 -23300=2,1280,-233 1=1
GELU                     gelu_0                   1 1 146 147 -23330=4,2,1280,4096,1 0=1
BinaryOp                 mul_9                    2 1 145 147 148 -23330=4,2,1280,4096,1 0=2
InnerProduct             linear_270               1 1 148 149 -23330=4,2,320,4096,1 0=320 1=1 2=409600
BinaryOp                 add_10                   2 1 149 141 150 -23330=4,2,320,4096,1
Reshape                  reshape_506              1 1 150 151 -23330=4,3,320,64,64 0=320 1=64 2=64
Permute                  permute_852              1 1 151 152 -23330=4,3,64,64,320 0=4
Convolution              conv_100                 1 1 152 153 -23330=4,3,64,64,320 0=320 1=1 5=1 6=102400
BinaryOp                 add_11                   2 1 153 84 154 -23330=4,3,64,64,320
Split                    splitncnn_9              1 3 154 155 156 157 -23330=12,3,64,64,320,3,64,64,320,3,64,64,320
GroupNorm                gn_18                    1 1 157 158 -23330=4,3,64,64,320 0=32 1=320 2=1.000000e-05
InnerProduct             linear_271               1 1 72 159 -23330=4,1,320,1,1 0=320 1=1 2=409600
Swish                    silu_446                 1 1 158 160 -23330=4,3,64,64,320
Convolution              conv_101                 1 1 160 161 -23330=4,3,64,64,320 0=320 1=3 4=1 5=1 6=921600
ExpandDims               unsqueeze_1036           1 1 159 162 -23330=4,2,1,320,1 -23303=1,1
ExpandDims               unsqueeze_1037           1 1 162 163 -23330=4,3,1,1,320 -23303=1,2
BinaryOp                 add_12                   2 1 161 163 164 -23330=4,3,64,64,320
GroupNorm                gn_19                    1 1 164 165 -23330=4,3,64,64,320 0=32 1=320 2=1.000000e-05
Swish                    silu_447                 1 1 165 166 -23330=4,3,64,64,320
Convolution              conv_102                 1 1 166 167 -23330=4,3,64,64,320 0=320 1=3 4=1 5=1 6=921600
BinaryOp                 add_13                   2 1 156 167 168 -23330=4,3,64,64,320
Split                    splitncnn_10             1 2 168 169 170 -23330=8,3,64,64,320,3,64,64,320
GroupNorm                gn_195                   1 1 170 171 -23330=4,3,64,64,320 0=32 1=320 2=1.000000e-06
Convolution              conv_103                 1 1 171 172 -23330=4,3,64,64,320 0=320 1=1 5=1 6=102400
Permute                  permute_853              1 1 172 173 -23330=4,3,320,64,64 0=3
Reshape                  reshape_507              1 1 173 174 -23330=4,2,320,4096,1 0=320 1=4096
Split                    splitncnn_11             1 2 174 175 176 -23330=8,2,320,4096,1,2,320,4096,1
LayerNorm                ln_213                   1 1 176 177 -23330=4,2,320,4096,1 0=320 1=1.000000e-05
Split                    splitncnn_12             1 3 177 178 179 180 -23330=12,2,320,4096,1,2,320,4096,1,2,320,4096,1
MultiHeadAttention       linear_275               3 1 180 179 178 200 -23330=4,2,320,4096,1 0=320 1=8 2=102400 3=320 4=320
BinaryOp                 add_15                   2 1 200 175 201 -23330=4,2,320,4096,1
Split                    splitncnn_13             1 2 201 202 203 -23330=8,2,320,4096,1,2,320,4096,1
LayerNorm                ln_214                   1 1 203 204 -23330=4,2,320,4096,1 0=320 1=1.000000e-05
MultiHeadAttention       linear_279               3 1 204 32 31 224 -23330=4,2,320,4096,1 0=320 1=8 2=102400 3=768 4=768
BinaryOp                 add_17                   2 1 224 202 225 -23330=4,2,320,4096,1
Split                    splitncnn_14             1 2 225 226 227 -23330=8,2,320,4096,1,2,320,4096,1
LayerNorm                ln_215                   1 1 227 228 -23330=4,2,320,4096,1 0=320 1=1.000000e-05
InnerProduct             linear_280               1 1 228 229 -23330=4,2,2560,4096,1 0=2560 1=1 2=819200
Slice                    split_1                  1 2 229 230 231 -23330=8,2,1280,4096,1,2,1280,4096,1 -23300=2,1280,-233 1=1
GELU                     gelu_1                   1 1 231 232 -23330=4,2,1280,4096,1 0=1
BinaryOp                 mul_18                   2 1 230 232 233 -23330=4,2,1280,4096,1 0=2
InnerProduct             linear_281               1 1 233 234 -23330=4,2,320,4096,1 0=320 1=1 2=409600
BinaryOp                 add_19                   2 1 234 226 235 -23330=4,2,320,4096,1
Reshape                  reshape_524              1 1 235 236 -23330=4,3,320,64,64 0=320 1=64 2=64
Permute                  permute_864              1 1 236 237 -23330=4,3,64,64,320 0=4
Convolution              conv_104                 1 1 237 238 -23330=4,3,64,64,320 0=320 1=1 5=1 6=102400
BinaryOp                 add_20                   2 1 238 169 239 -23330=4,3,64,64,320
Split                    splitncnn_15             1 2 239 240 241 -23330=8,3,64,64,320,3,64,64,320
Convolution              conv_105                 1 1 241 242 -23330=4,3,32,32,320 0=320 1=3 3=2 4=1 5=1 6=921600
Split                    splitncnn_16             1 3 242 243 244 245 -23330=12,3,32,32,320,3,32,32,320,3,32,32,320
GroupNorm                gn_20                    1 1 244 246 -23330=4,3,32,32,320 0=32 1=320 2=1.000000e-05
InnerProduct             linear_282               1 1 71 247 -23330=4,1,640,1,1 0=640 1=1 2=819200
Swish                    silu_448                 1 1 246 248 -23330=4,3,32,32,320
Convolution              conv_106                 1 1 248 249 -23330=4,3,32,32,640 0=640 1=3 4=1 5=1 6=1843200
ExpandDims               unsqueeze_1038           1 1 247 250 -23330=4,2,1,640,1 -23303=1,1
ExpandDims               unsqueeze_1039           1 1 250 251 -23330=4,3,1,1,640 -23303=1,2
BinaryOp                 add_21                   2 1 249 251 252 -23330=4,3,32,32,640
GroupNorm                gn_21                    1 1 252 253 -23330=4,3,32,32,640 0=32 1=640 2=1.000000e-05
Convolution              conv_108                 1 1 245 254 -23330=4,3,32,32,640 0=640 1=1 5=1 6=204800
Swish                    silu_449                 1 1 253 255 -23330=4,3,32,32,640
Convolution              conv_107                 1 1 255 256 -23330=4,3,32,32,640 0=640 1=3 4=1 5=1 6=3686400
BinaryOp                 add_22                   2 1 254 256 257 -23330=4,3,32,32,640
Split                    splitncnn_17             1 2 257 258 259 -23330=8,3,32,32,640,3,32,32,640
GroupNorm                gn_196                   1 1 259 260 -23330=4,3,32,32,640 0=32 1=640 2=1.000000e-06
Convolution              conv_109                 1 1 260 261 -23330=4,3,32,32,640 0=640 1=1 5=1 6=409600
Permute                  permute_865              1 1 261 262 -23330=4,3,640,32,32 0=3
Reshape                  reshape_525              1 1 262 263 -23330=4,2,640,1024,1 0=640 1=1024
Split                    splitncnn_18             1 2 263 264 265 -23330=8,2,640,1024,1,2,640,1024,1
LayerNorm                ln_216                   1 1 265 266 -23330=4,2,640,1024,1 0=640 1=1.000000e-05
Split                    splitncnn_19             1 3 266 267 268 269 -23330=12,2,640,1024,1,2,640,1024,1,2,640,1024,1
MultiHeadAttention       linear_286               3 1 269 268 267 289 -23330=4,2,640,1024,1 0=640 1=8 2=409600 3=640 4=640
BinaryOp                 add_24                   2 1 289 264 290 -23330=4,2,640,1024,1
Split                    splitncnn_20             1 2 290 291 292 -23330=8,2,640,1024,1,2,640,1024,1
LayerNorm                ln_217                   1 1 292 293 -23330=4,2,640,1024,1 0=640 1=1.000000e-05
MultiHeadAttention       linear_290               3 1 293 30 29 313 -23330=4,2,640,1024,1 0=640 1=8 2=409600 3=768 4=768
BinaryOp                 add_26                   2 1 313 291 314 -23330=4,2,640,1024,1
Split                    splitncnn_21             1 2 314 315 316 -23330=8,2,640,1024,1,2,640,1024,1
LayerNorm                ln_218                   1 1 316 317 -23330=4,2,640,1024,1 0=640 1=1.000000e-05
InnerProduct             linear_291               1 1 317 318 -23330=4,2,5120,1024,1 0=5120 1=1 2=3276800
Slice                    split_2                  1 2 318 319 320 -23330=8,2,2560,1024,1,2,2560,1024,1 -23300=2,2560,-233 1=1
GELU                     gelu_2                   1 1 320 321 -23330=4,2,2560,1024,1 0=1
BinaryOp                 mul_27                   2 1 319 321 322 -23330=4,2,2560,1024,1 0=2
InnerProduct             linear_292               1 1 322 323 -23330=4,2,640,1024,1 0=640 1=1 2=1638400
BinaryOp                 add_28                   2 1 323 315 324 -23330=4,2,640,1024,1
Reshape                  reshape_542              1 1 324 325 -23330=4,3,640,32,32 0=640 1=32 2=32
Permute                  permute_876              1 1 325 326 -23330=4,3,32,32,640 0=4
Convolution              conv_110                 1 1 326 327 -23330=4,3,32,32,640 0=640 1=1 5=1 6=409600
BinaryOp                 add_29                   2 1 327 258 328 -23330=4,3,32,32,640
Split                    splitncnn_22             1 3 328 329 330 331 -23330=12,3,32,32,640,3,32,32,640,3,32,32,640
GroupNorm                gn_22                    1 1 331 332 -23330=4,3,32,32,640 0=32 1=640 2=1.000000e-05
InnerProduct             linear_293               1 1 70 333 -23330=4,1,640,1,1 0=640 1=1 2=819200
Swish                    silu_450                 1 1 332 334 -23330=4,3,32,32,640
Convolution              conv_111                 1 1 334 335 -23330=4,3,32,32,640 0=640 1=3 4=1 5=1 6=3686400
ExpandDims               unsqueeze_1040           1 1 333 336 -23330=4,2,1,640,1 -23303=1,1
ExpandDims               unsqueeze_1041           1 1 336 337 -23330=4,3,1,1,640 -23303=1,2
BinaryOp                 add_30                   2 1 335 337 338 -23330=4,3,32,32,640
GroupNorm                gn_23                    1 1 338 339 -23330=4,3,32,32,640 0=32 1=640 2=1.000000e-05
Swish                    silu_451                 1 1 339 340 -23330=4,3,32,32,640
Convolution              conv_112                 1 1 340 341 -23330=4,3,32,32,640 0=640 1=3 4=1 5=1 6=3686400
BinaryOp                 add_31                   2 1 330 341 342 -23330=4,3,32,32,640
Split                    splitncnn_23             1 2 342 343 344 -23330=8,3,32,32,640,3,32,32,640
GroupNorm                gn_197                   1 1 344 345 -23330=4,3,32,32,640 0=32 1=640 2=1.000000e-06
Convolution              conv_113                 1 1 345 346 -23330=4,3,32,32,640 0=640 1=1 5=1 6=409600
Permute                  permute_877              1 1 346 347 -23330=4,3,640,32,32 0=3
Reshape                  reshape_543              1 1 347 348 -23330=4,2,640,1024,1 0=640 1=1024
Split                    splitncnn_24             1 2 348 349 350 -23330=8,2,640,1024,1,2,640,1024,1
LayerNorm                ln_219                   1 1 350 351 -23330=4,2,640,1024,1 0=640 1=1.000000e-05
Split                    splitncnn_25             1 3 351 352 353 354 -23330=12,2,640,1024,1,2,640,1024,1,2,640,1024,1
MultiHeadAttention       linear_297               3 1 354 353 352 374 -23330=4,2,640,1024,1 0=640 1=8 2=409600 3=640 4=640
BinaryOp                 add_33                   2 1 374 349 375 -23330=4,2,640,1024,1
Split                    splitncnn_26             1 2 375 376 377 -23330=8,2,640,1024,1,2,640,1024,1
LayerNorm                ln_220                   1 1 377 378 -23330=4,2,640,1024,1 0=640 1=1.000000e-05
MultiHeadAttention       linear_301               3 1 378 28 27 398 -23330=4,2,640,1024,1 0=640 1=8 2=409600 3=768 4=768
BinaryOp                 add_35                   2 1 398 376 399 -23330=4,2,640,1024,1
Split                    splitncnn_27             1 2 399 400 401 -23330=8,2,640,1024,1,2,640,1024,1
LayerNorm                ln_221                   1 1 401 402 -23330=4,2,640,1024,1 0=640 1=1.000000e-05
InnerProduct             linear_302               1 1 402 403 -23330=4,2,5120,1024,1 0=5120 1=1 2=3276800
Slice                    split_3                  1 2 403 404 405 -23330=8,2,2560,1024,1,2,2560,1024,1 -23300=2,2560,-233 1=1
GELU                     gelu_3                   1 1 405 406 -23330=4,2,2560,1024,1 0=1
BinaryOp                 mul_36                   2 1 404 406 407 -23330=4,2,2560,1024,1 0=2
InnerProduct             linear_303               1 1 407 408 -23330=4,2,640,1024,1 0=640 1=1 2=1638400
BinaryOp                 add_37                   2 1 408 400 409 -23330=4,2,640,1024,1
Reshape                  reshape_560              1 1 409 410 -23330=4,3,640,32,32 0=640 1=32 2=32
Permute                  permute_888              1 1 410 411 -23330=4,3,32,32,640 0=4
Convolution              conv_114                 1 1 411 412 -23330=4,3,32,32,640 0=640 1=1 5=1 6=409600
BinaryOp                 add_38                   2 1 412 343 413 -23330=4,3,32,32,640
Split                    splitncnn_28             1 2 413 414 415 -23330=8,3,32,32,640,3,32,32,640
Convolution              conv_115                 1 1 415 416 -23330=4,3,16,16,640 0=640 1=3 3=2 4=1 5=1 6=3686400
Split                    splitncnn_29             1 3 416 417 418 419 -23330=12,3,16,16,640,3,16,16,640,3,16,16,640
GroupNorm                gn_24                    1 1 418 420 -23330=4,3,16,16,640 0=32 1=640 2=1.000000e-05
InnerProduct             linear_304               1 1 69 421 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_452                 1 1 420 422 -23330=4,3,16,16,640
Convolution              conv_116                 1 1 422 423 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=7372800
ExpandDims               unsqueeze_1042           1 1 421 424 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1043           1 1 424 425 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_39                   2 1 423 425 426 -23330=4,3,16,16,1280
GroupNorm                gn_25                    1 1 426 427 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-05
Convolution              conv_118                 1 1 419 428 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=819200
Swish                    silu_453                 1 1 427 429 -23330=4,3,16,16,1280
Convolution              conv_117                 1 1 429 430 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_40                   2 1 428 430 431 -23330=4,3,16,16,1280
Split                    splitncnn_30             1 2 431 432 433 -23330=8,3,16,16,1280,3,16,16,1280
GroupNorm                gn_198                   1 1 433 434 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-06
Convolution              conv_119                 1 1 434 435 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=1638400
Permute                  permute_889              1 1 435 436 -23330=4,3,1280,16,16 0=3
Reshape                  reshape_561              1 1 436 437 -23330=4,2,1280,256,1 0=1280 1=256
Split                    splitncnn_31             1 2 437 438 439 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_222                   1 1 439 440 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
Split                    splitncnn_32             1 3 440 441 442 443 -23330=12,2,1280,256,1,2,1280,256,1,2,1280,256,1
MultiHeadAttention       linear_308               3 1 443 442 441 463 -23330=4,2,1280,256,1 0=1280 1=8 2=1638400 3=1280 4=1280
BinaryOp                 add_42                   2 1 463 438 464 -23330=4,2,1280,256,1
Split                    splitncnn_33             1 2 464 465 466 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_223                   1 1 466 467 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
MultiHeadAttention       linear_312               3 1 467 26 25 487 -23330=4,2,1280,256,1 0=1280 1=8 2=1638400 3=768 4=768
BinaryOp                 add_44                   2 1 487 465 488 -23330=4,2,1280,256,1
Split                    splitncnn_34             1 2 488 489 490 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_224                   1 1 490 491 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
InnerProduct             linear_313               1 1 491 492 -23330=4,2,10240,256,1 0=10240 1=1 2=13107200
Slice                    split_4                  1 2 492 493 494 -23330=8,2,5120,256,1,2,5120,256,1 -23300=2,5120,-233 1=1
GELU                     gelu_4                   1 1 494 495 -23330=4,2,5120,256,1 0=1
BinaryOp                 mul_45                   2 1 493 495 496 -23330=4,2,5120,256,1 0=2
InnerProduct             linear_314               1 1 496 497 -23330=4,2,1280,256,1 0=1280 1=1 2=6553600
BinaryOp                 add_46                   2 1 497 489 498 -23330=4,2,1280,256,1
Reshape                  reshape_578              1 1 498 499 -23330=4,3,1280,16,16 0=1280 1=16 2=16
Permute                  permute_900              1 1 499 500 -23330=4,3,16,16,1280 0=4
Convolution              conv_120                 1 1 500 501 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=1638400
BinaryOp                 add_47                   2 1 501 432 502 -23330=4,3,16,16,1280
Split                    splitncnn_35             1 3 502 503 504 505 -23330=12,3,16,16,1280,3,16,16,1280,3,16,16,1280
GroupNorm                gn_26                    1 1 505 506 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-05
InnerProduct             linear_315               1 1 68 507 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_454                 1 1 506 508 -23330=4,3,16,16,1280
Convolution              conv_121                 1 1 508 509 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=14745600
ExpandDims               unsqueeze_1044           1 1 507 510 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1045           1 1 510 511 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_48                   2 1 509 511 512 -23330=4,3,16,16,1280
GroupNorm                gn_27                    1 1 512 513 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-05
Swish                    silu_455                 1 1 513 514 -23330=4,3,16,16,1280
Convolution              conv_122                 1 1 514 515 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_49                   2 1 504 515 516 -23330=4,3,16,16,1280
Split                    splitncnn_36             1 2 516 517 518 -23330=8,3,16,16,1280,3,16,16,1280
GroupNorm                gn_199                   1 1 518 519 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-06
Convolution              conv_123                 1 1 519 520 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=1638400
Permute                  permute_901              1 1 520 521 -23330=4,3,1280,16,16 0=3
Reshape                  reshape_579              1 1 521 522 -23330=4,2,1280,256,1 0=1280 1=256
Split                    splitncnn_37             1 2 522 523 524 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_225                   1 1 524 525 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
Split                    splitncnn_38             1 3 525 526 527 528 -23330=12,2,1280,256,1,2,1280,256,1,2,1280,256,1
MultiHeadAttention       linear_319               3 1 528 527 526 548 -23330=4,2,1280,256,1 0=1280 1=8 2=1638400 3=1280 4=1280
BinaryOp                 add_51                   2 1 548 523 549 -23330=4,2,1280,256,1
Split                    splitncnn_39             1 2 549 550 551 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_226                   1 1 551 552 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
MultiHeadAttention       linear_323               3 1 552 24 23 572 -23330=4,2,1280,256,1 0=1280 1=8 2=1638400 3=768 4=768
BinaryOp                 add_53                   2 1 572 550 573 -23330=4,2,1280,256,1
Split                    splitncnn_40             1 2 573 574 575 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_227                   1 1 575 576 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
InnerProduct             linear_324               1 1 576 577 -23330=4,2,10240,256,1 0=10240 1=1 2=13107200
Slice                    split_5                  1 2 577 578 579 -23330=8,2,5120,256,1,2,5120,256,1 -23300=2,5120,-233 1=1
GELU                     gelu_5                   1 1 579 580 -23330=4,2,5120,256,1 0=1
BinaryOp                 mul_54                   2 1 578 580 581 -23330=4,2,5120,256,1 0=2
InnerProduct             linear_325               1 1 581 582 -23330=4,2,1280,256,1 0=1280 1=1 2=6553600
BinaryOp                 add_55                   2 1 582 574 583 -23330=4,2,1280,256,1
Reshape                  reshape_596              1 1 583 584 -23330=4,3,1280,16,16 0=1280 1=16 2=16
Permute                  permute_912              1 1 584 585 -23330=4,3,16,16,1280 0=4
Convolution              conv_124                 1 1 585 586 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=1638400
BinaryOp                 add_56                   2 1 586 517 587 -23330=4,3,16,16,1280
Split                    splitncnn_41             1 2 587 588 589 -23330=8,3,16,16,1280,3,16,16,1280
Convolution              conv_125                 1 1 589 590 -23330=4,3,8,8,1280 0=1280 1=3 3=2 4=1 5=1 6=14745600
Split                    splitncnn_42             1 3 590 591 592 593 -23330=12,3,8,8,1280,3,8,8,1280,3,8,8,1280
GroupNorm                gn_28                    1 1 593 594 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
InnerProduct             linear_326               1 1 67 595 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_456                 1 1 594 596 -23330=4,3,8,8,1280
Convolution              conv_126                 1 1 596 597 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
ExpandDims               unsqueeze_1046           1 1 595 598 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1047           1 1 598 599 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_57                   2 1 597 599 600 -23330=4,3,8,8,1280
GroupNorm                gn_29                    1 1 600 601 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
Swish                    silu_457                 1 1 601 602 -23330=4,3,8,8,1280
Convolution              conv_127                 1 1 602 603 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_58                   2 1 592 603 604 -23330=4,3,8,8,1280
Split                    splitncnn_43             1 3 604 605 606 607 -23330=12,3,8,8,1280,3,8,8,1280,3,8,8,1280
GroupNorm                gn_30                    1 1 607 608 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
InnerProduct             linear_327               1 1 66 609 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_458                 1 1 608 610 -23330=4,3,8,8,1280
Convolution              conv_128                 1 1 610 611 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
ExpandDims               unsqueeze_1048           1 1 609 612 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1049           1 1 612 613 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_59                   2 1 611 613 614 -23330=4,3,8,8,1280
GroupNorm                gn_31                    1 1 614 615 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
Swish                    silu_459                 1 1 615 616 -23330=4,3,8,8,1280
Convolution              conv_129                 1 1 616 617 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_60                   2 1 606 617 618 -23330=4,3,8,8,1280
Split                    splitncnn_44             1 3 618 619 620 621 -23330=12,3,8,8,1280,3,8,8,1280,3,8,8,1280
GroupNorm                gn_32                    1 1 621 622 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
InnerProduct             linear_328               1 1 65 623 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_460                 1 1 622 624 -23330=4,3,8,8,1280
Convolution              conv_130                 1 1 624 625 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
ExpandDims               unsqueeze_1050           1 1 623 626 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1051           1 1 626 627 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_61                   2 1 625 627 628 -23330=4,3,8,8,1280
GroupNorm                gn_33                    1 1 628 629 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
Swish                    silu_461                 1 1 629 630 -23330=4,3,8,8,1280
Convolution              conv_131                 1 1 630 631 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_62                   2 1 620 631 632 -23330=4,3,8,8,1280
Split                    splitncnn_45             1 2 632 633 634 -23330=8,3,8,8,1280,3,8,8,1280
GroupNorm                gn_200                   1 1 634 635 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-06
Convolution              conv_132                 1 1 635 636 -23330=4,3,8,8,1280 0=1280 1=1 5=1 6=1638400
Permute                  permute_913              1 1 636 637 -23330=4,3,1280,8,8 0=3
Reshape                  reshape_597              1 1 637 638 -23330=4,2,1280,64,1 0=1280 1=64
Split                    splitncnn_46             1 2 638 639 640 -23330=8,2,1280,64,1,2,1280,64,1
LayerNorm                ln_228                   1 1 640 641 -23330=4,2,1280,64,1 0=1280 1=1.000000e-05
Split                    splitncnn_47             1 3 641 642 643 644 -23330=12,2,1280,64,1,2,1280,64,1,2,1280,64,1
MultiHeadAttention       linear_332               3 1 644 643 642 664 -23330=4,2,1280,64,1 0=1280 1=8 2=1638400 3=1280 4=1280
BinaryOp                 add_64                   2 1 664 639 665 -23330=4,2,1280,64,1
Split                    splitncnn_48             1 2 665 666 667 -23330=8,2,1280,64,1,2,1280,64,1
LayerNorm                ln_229                   1 1 667 668 -23330=4,2,1280,64,1 0=1280 1=1.000000e-05
MultiHeadAttention       linear_336               3 1 668 22 21 688 -23330=4,2,1280,64,1 0=1280 1=8 2=1638400 3=768 4=768
BinaryOp                 add_66                   2 1 688 666 689 -23330=4,2,1280,64,1
Split                    splitncnn_49             1 2 689 690 691 -23330=8,2,1280,64,1,2,1280,64,1
LayerNorm                ln_230                   1 1 691 692 -23330=4,2,1280,64,1 0=1280 1=1.000000e-05
InnerProduct             linear_337               1 1 692 693 -23330=4,2,10240,64,1 0=10240 1=1 2=13107200
Slice                    split_6                  1 2 693 694 695 -23330=8,2,5120,64,1,2,5120,64,1 -23300=2,5120,-233 1=1
GELU                     gelu_6                   1 1 695 696 -23330=4,2,5120,64,1 0=1
BinaryOp                 mul_67                   2 1 694 696 697 -23330=4,2,5120,64,1 0=2
InnerProduct             linear_338               1 1 697 698 -23330=4,2,1280,64,1 0=1280 1=1 2=6553600
BinaryOp                 add_68                   2 1 698 690 699 -23330=4,2,1280,64,1
Reshape                  reshape_614              1 1 699 700 -23330=4,3,1280,8,8 0=1280 1=8 2=8
Permute                  permute_924              1 1 700 701 -23330=4,3,8,8,1280 0=4
Convolution              conv_133                 1 1 701 702 -23330=4,3,8,8,1280 0=1280 1=1 5=1 6=1638400
BinaryOp                 add_69                   2 1 702 633 703 -23330=4,3,8,8,1280
Split                    splitncnn_50             1 2 703 704 705 -23330=8,3,8,8,1280,3,8,8,1280
GroupNorm                gn_34                    1 1 705 706 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
InnerProduct             linear_339               1 1 64 707 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_462                 1 1 706 708 -23330=4,3,8,8,1280
Convolution              conv_134                 1 1 708 709 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
ExpandDims               unsqueeze_1052           1 1 707 710 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1053           1 1 710 711 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_70                   2 1 709 711 712 -23330=4,3,8,8,1280
GroupNorm                gn_35                    1 1 712 713 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
Swish                    silu_463                 1 1 713 714 -23330=4,3,8,8,1280
Convolution              conv_135                 1 1 714 715 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_71                   2 1 704 715 716 -23330=4,3,8,8,1280
Concat                   cat_1                    2 1 716 619 717 -23330=4,3,8,8,2560
Split                    splitncnn_51             1 2 717 718 719 -23330=8,3,8,8,2560,3,8,8,2560
GroupNorm                gn_36                    1 1 718 720 -23330=4,3,8,8,2560 0=32 1=2560 2=1.000000e-05
InnerProduct             linear_340               1 1 63 721 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_464                 1 1 720 722 -23330=4,3,8,8,2560
Convolution              conv_136                 1 1 722 723 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=29491200
ExpandDims               unsqueeze_1054           1 1 721 724 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1055           1 1 724 725 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_72                   2 1 723 725 726 -23330=4,3,8,8,1280
GroupNorm                gn_37                    1 1 726 727 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
Convolution              conv_138                 1 1 719 728 -23330=4,3,8,8,1280 0=1280 1=1 5=1 6=3276800
Swish                    silu_465                 1 1 727 729 -23330=4,3,8,8,1280
Convolution              conv_137                 1 1 729 730 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_73                   2 1 728 730 731 -23330=4,3,8,8,1280
Concat                   cat_2                    2 1 731 605 732 -23330=4,3,8,8,2560
Split                    splitncnn_52             1 2 732 733 734 -23330=8,3,8,8,2560,3,8,8,2560
GroupNorm                gn_38                    1 1 733 735 -23330=4,3,8,8,2560 0=32 1=2560 2=1.000000e-05
InnerProduct             linear_341               1 1 62 736 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_466                 1 1 735 737 -23330=4,3,8,8,2560
Convolution              conv_139                 1 1 737 738 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=29491200
ExpandDims               unsqueeze_1056           1 1 736 739 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1057           1 1 739 740 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_74                   2 1 738 740 741 -23330=4,3,8,8,1280
GroupNorm                gn_39                    1 1 741 742 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
Convolution              conv_141                 1 1 734 743 -23330=4,3,8,8,1280 0=1280 1=1 5=1 6=3276800
Swish                    silu_467                 1 1 742 744 -23330=4,3,8,8,1280
Convolution              conv_140                 1 1 744 745 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_75                   2 1 743 745 746 -23330=4,3,8,8,1280
Concat                   cat_3                    2 1 746 591 747 -23330=4,3,8,8,2560
Split                    splitncnn_53             1 2 747 748 749 -23330=8,3,8,8,2560,3,8,8,2560
GroupNorm                gn_40                    1 1 748 750 -23330=4,3,8,8,2560 0=32 1=2560 2=1.000000e-05
InnerProduct             linear_342               1 1 61 751 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_468                 1 1 750 752 -23330=4,3,8,8,2560
Convolution              conv_142                 1 1 752 753 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=29491200
ExpandDims               unsqueeze_1058           1 1 751 754 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1059           1 1 754 755 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_76                   2 1 753 755 756 -23330=4,3,8,8,1280
GroupNorm                gn_41                    1 1 756 757 -23330=4,3,8,8,1280 0=32 1=1280 2=1.000000e-05
Convolution              conv_144                 1 1 749 758 -23330=4,3,8,8,1280 0=1280 1=1 5=1 6=3276800
Swish                    silu_469                 1 1 757 759 -23330=4,3,8,8,1280
Convolution              conv_143                 1 1 759 760 -23330=4,3,8,8,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_77                   2 1 758 760 761 -23330=4,3,8,8,1280
Interp                   upsample_nearest_93      1 1 761 762 -23330=4,3,16,16,1280 0=1 1=2.000000e+00 2=2.000000e+00
Convolution              conv_145                 1 1 762 763 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=14745600
Concat                   cat_4                    2 1 763 588 764 -23330=4,3,16,16,2560
Split                    splitncnn_54             1 2 764 765 766 -23330=8,3,16,16,2560,3,16,16,2560
GroupNorm                gn_42                    1 1 765 767 -23330=4,3,16,16,2560 0=32 1=2560 2=1.000000e-05
InnerProduct             linear_343               1 1 60 768 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_470                 1 1 767 769 -23330=4,3,16,16,2560
Convolution              conv_146                 1 1 769 770 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=29491200
ExpandDims               unsqueeze_1060           1 1 768 771 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1061           1 1 771 772 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_78                   2 1 770 772 773 -23330=4,3,16,16,1280
GroupNorm                gn_43                    1 1 773 774 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-05
Convolution              conv_148                 1 1 766 775 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=3276800
Swish                    silu_471                 1 1 774 776 -23330=4,3,16,16,1280
Convolution              conv_147                 1 1 776 777 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_79                   2 1 775 777 778 -23330=4,3,16,16,1280
Split                    splitncnn_55             1 2 778 779 780 -23330=8,3,16,16,1280,3,16,16,1280
GroupNorm                gn_201                   1 1 780 781 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-06
Convolution              conv_149                 1 1 781 782 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=1638400
Permute                  permute_925              1 1 782 783 -23330=4,3,1280,16,16 0=3
Reshape                  reshape_615              1 1 783 784 -23330=4,2,1280,256,1 0=1280 1=256
Split                    splitncnn_56             1 2 784 785 786 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_231                   1 1 786 787 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
Split                    splitncnn_57             1 3 787 788 789 790 -23330=12,2,1280,256,1,2,1280,256,1,2,1280,256,1
MultiHeadAttention       linear_347               3 1 790 789 788 810 -23330=4,2,1280,256,1 0=1280 1=8 2=1638400 3=1280 4=1280
BinaryOp                 add_81                   2 1 810 785 811 -23330=4,2,1280,256,1
Split                    splitncnn_58             1 2 811 812 813 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_232                   1 1 813 814 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
MultiHeadAttention       linear_351               3 1 814 20 19 834 -23330=4,2,1280,256,1 0=1280 1=8 2=1638400 3=768 4=768
BinaryOp                 add_83                   2 1 834 812 835 -23330=4,2,1280,256,1
Split                    splitncnn_59             1 2 835 836 837 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_233                   1 1 837 838 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
InnerProduct             linear_352               1 1 838 839 -23330=4,2,10240,256,1 0=10240 1=1 2=13107200
Slice                    split_7                  1 2 839 840 841 -23330=8,2,5120,256,1,2,5120,256,1 -23300=2,5120,-233 1=1
GELU                     gelu_7                   1 1 841 842 -23330=4,2,5120,256,1 0=1
BinaryOp                 mul_84                   2 1 840 842 843 -23330=4,2,5120,256,1 0=2
InnerProduct             linear_353               1 1 843 844 -23330=4,2,1280,256,1 0=1280 1=1 2=6553600
BinaryOp                 add_85                   2 1 844 836 845 -23330=4,2,1280,256,1
Reshape                  reshape_632              1 1 845 846 -23330=4,3,1280,16,16 0=1280 1=16 2=16
Permute                  permute_936              1 1 846 847 -23330=4,3,16,16,1280 0=4
Convolution              conv_150                 1 1 847 848 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=1638400
BinaryOp                 add_86                   2 1 848 779 849 -23330=4,3,16,16,1280
Concat                   cat_5                    2 1 849 503 850 -23330=4,3,16,16,2560
Split                    splitncnn_60             1 2 850 851 852 -23330=8,3,16,16,2560,3,16,16,2560
GroupNorm                gn_44                    1 1 851 853 -23330=4,3,16,16,2560 0=32 1=2560 2=1.000000e-05
InnerProduct             linear_354               1 1 59 854 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_472                 1 1 853 855 -23330=4,3,16,16,2560
Convolution              conv_151                 1 1 855 856 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=29491200
ExpandDims               unsqueeze_1062           1 1 854 857 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1063           1 1 857 858 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_87                   2 1 856 858 859 -23330=4,3,16,16,1280
GroupNorm                gn_45                    1 1 859 860 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-05
Convolution              conv_153                 1 1 852 861 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=3276800
Swish                    silu_473                 1 1 860 862 -23330=4,3,16,16,1280
Convolution              conv_152                 1 1 862 863 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_88                   2 1 861 863 864 -23330=4,3,16,16,1280
Split                    splitncnn_61             1 2 864 865 866 -23330=8,3,16,16,1280,3,16,16,1280
GroupNorm                gn_202                   1 1 866 867 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-06
Convolution              conv_154                 1 1 867 868 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=1638400
Permute                  permute_937              1 1 868 869 -23330=4,3,1280,16,16 0=3
Reshape                  reshape_633              1 1 869 870 -23330=4,2,1280,256,1 0=1280 1=256
Split                    splitncnn_62             1 2 870 871 872 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_234                   1 1 872 873 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
Split                    splitncnn_63             1 3 873 874 875 876 -23330=12,2,1280,256,1,2,1280,256,1,2,1280,256,1
MultiHeadAttention       linear_358               3 1 876 875 874 896 -23330=4,2,1280,256,1 0=1280 1=8 2=1638400 3=1280 4=1280
BinaryOp                 add_90                   2 1 896 871 897 -23330=4,2,1280,256,1
Split                    splitncnn_64             1 2 897 898 899 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_235                   1 1 899 900 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
MultiHeadAttention       linear_362               3 1 900 18 17 920 -23330=4,2,1280,256,1 0=1280 1=8 2=1638400 3=768 4=768
BinaryOp                 add_92                   2 1 920 898 921 -23330=4,2,1280,256,1
Split                    splitncnn_65             1 2 921 922 923 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_236                   1 1 923 924 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
InnerProduct             linear_363               1 1 924 925 -23330=4,2,10240,256,1 0=10240 1=1 2=13107200
Slice                    split_8                  1 2 925 926 927 -23330=8,2,5120,256,1,2,5120,256,1 -23300=2,5120,-233 1=1
GELU                     gelu_8                   1 1 927 928 -23330=4,2,5120,256,1 0=1
BinaryOp                 mul_93                   2 1 926 928 929 -23330=4,2,5120,256,1 0=2
InnerProduct             linear_364               1 1 929 930 -23330=4,2,1280,256,1 0=1280 1=1 2=6553600
BinaryOp                 add_94                   2 1 930 922 931 -23330=4,2,1280,256,1
Reshape                  reshape_650              1 1 931 932 -23330=4,3,1280,16,16 0=1280 1=16 2=16
Permute                  permute_948              1 1 932 933 -23330=4,3,16,16,1280 0=4
Convolution              conv_155                 1 1 933 934 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=1638400
BinaryOp                 add_95                   2 1 934 865 935 -23330=4,3,16,16,1280
Concat                   cat_6                    2 1 935 417 936 -23330=4,3,16,16,1920
Split                    splitncnn_66             1 2 936 937 938 -23330=8,3,16,16,1920,3,16,16,1920
GroupNorm                gn_46                    1 1 937 939 -23330=4,3,16,16,1920 0=32 1=1920 2=1.000000e-05
InnerProduct             linear_365               1 1 58 940 -23330=4,1,1280,1,1 0=1280 1=1 2=1638400
Swish                    silu_474                 1 1 939 941 -23330=4,3,16,16,1920
Convolution              conv_156                 1 1 941 942 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=22118400
ExpandDims               unsqueeze_1064           1 1 940 943 -23330=4,2,1,1280,1 -23303=1,1
ExpandDims               unsqueeze_1065           1 1 943 944 -23330=4,3,1,1,1280 -23303=1,2
BinaryOp                 add_96                   2 1 942 944 945 -23330=4,3,16,16,1280
GroupNorm                gn_47                    1 1 945 946 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-05
Convolution              conv_158                 1 1 938 947 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=2457600
Swish                    silu_475                 1 1 946 948 -23330=4,3,16,16,1280
Convolution              conv_157                 1 1 948 949 -23330=4,3,16,16,1280 0=1280 1=3 4=1 5=1 6=14745600
BinaryOp                 add_97                   2 1 947 949 950 -23330=4,3,16,16,1280
Split                    splitncnn_67             1 2 950 951 952 -23330=8,3,16,16,1280,3,16,16,1280
GroupNorm                gn_203                   1 1 952 953 -23330=4,3,16,16,1280 0=32 1=1280 2=1.000000e-06
Convolution              conv_159                 1 1 953 954 -23330=4,3,16,16,1280 0=1280 1=1 5=1 6=1638400
Permute                  permute_949              1 1 954 955 -23330=4,3,1280,16,16 0=3
Reshape                  reshape_651              1 1 955 956 -23330=4,2,1280,256,1 0=1280 1=256
Split                    splitncnn_68             1 2 956 957 958 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_237                   1 1 958 959 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
Split                    splitncnn_69             1 3 959 960 961 962 -23330=12,2,1280,256,1,2,1280,256,1,2,1280,256,1
MultiHeadAttention       linear_369               3 1 962 961 960 982 -23330=4,2,1280,256,1 0=1280 1=8 2=1638400 3=1280 4=1280
BinaryOp                 add_99                   2 1 982 957 983 -23330=4,2,1280,256,1
Split                    splitncnn_70             1 2 983 984 985 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_238                   1 1 985 986 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
MultiHeadAttention       linear_373               3 1 986 16 15 1006 -23330=4,2,1280,256,1 0=1280 1=8 2=1638400 3=768 4=768
BinaryOp                 add_101                  2 1 1006 984 1007 -23330=4,2,1280,256,1
Split                    splitncnn_71             1 2 1007 1008 1009 -23330=8,2,1280,256,1,2,1280,256,1
LayerNorm                ln_239                   1 1 1009 1010 -23330=4,2,1280,256,1 0=1280 1=1.000000e-05
InnerProduct             linear_374               1 1 1010 1011 -23330=4,2,10240,256,1 0=10240 1=1 2=13107200
Slice                    split_9                  1 2 1011 1012 1013 -23330=8,2,5120,256,1,2,5120,256,1 -23300=2,5120,-233 1=1
GELU                     gelu_9                   1 1 1013 1014 -23330=4,2,5120,256,1 0=1
BinaryOp                 mul_102                  2 1 1012 1014 1015 -23330=4,2,5120,256,1 0=2
InnerProduct             linear_375               1 1 1015 1016 -23330=4,2,1280,256,1 0=1280 1=1 2=6553600
BinaryOp                 add_103                  2 1 1016 1008 1017 -23330=4,2,1280,256,1
Reshape                  reshape_668              1 1 1017 1018 -23330=4,3,1280,16,16 0=1280 1=16 2=16
Permute                  permute_960              1 1 1018 1019 -23330=4,3,16,16,1280 0=4
