7767517
1352 1552
Input                    in0                      0 1 in0
Input                    in1                      0 1 in1
Input                    in2                      0 1 in2
Input                    c_in                     0 1 c_in
Input                    c_out                    0 1 c_out
Split                    input_splitncnn          1 2 in0 in0_1 in0_2
BinaryOp                 pre_mul                  2 1 in0_1 c_in c_in_in0 0=2
Split                    splitncnn_0              1 32 in2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34
Tile                     repeat_tile              1 1 in1 36 1=160
MemoryData               pnnx_fold_v_8.1          0 1 35 0=160
BinaryOp                 mul_0                    2 1 36 35 37 0=2
Split                    splitncnn_1              1 2 37 38 39
UnaryOp                  cos_1                    1 1 38 40 0=10
UnaryOp                  sin_2                    1 1 39 41 0=9
Concat                   cat_0                    2 1 40 41 42 0=0
InnerProduct             linear_258               1 1 42 43 0=1280 1=1 2=409600
Convolution              conv_96                  1 1 c_in_in0 44 0=320 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=11520
Split                    splitncnn_2              1 3 44 45 46 47
GroupNorm                gn_16                    1 1 47 48 0=32 1=320 2=1.000000e-05 3=1
Swish                    silu_442                 1 1 43 49
InnerProduct             linear_259               1 1 49 50 0=1280 1=1 2=1638400
Swish                    silu_444                 1 1 50 51
Split                    splitncnn_3              1 22 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73
InnerProduct             linear_260               1 1 73 74 0=320 1=1 2=409600
Swish                    silu_443                 1 1 48 75
Convolution              conv_97                  1 1 75 76 0=320 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=921600
ExpandDims               unsqueeze_1034           1 1 74 77 -23303=1,1
ExpandDims               unsqueeze_1035           1 1 77 78 -23303=1,2
BinaryOp                 add_3                    2 1 76 78 79 0=0
GroupNorm                gn_17                    1 1 79 80 0=32 1=320 2=1.000000e-05 3=1
Swish                    silu_445                 1 1 80 81
Convolution              conv_98                  1 1 81 82 0=320 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=921600
BinaryOp                 add_4                    2 1 46 82 83 0=0
Split                    splitncnn_4              1 2 83 84 85
GroupNorm                gn_194                   1 1 85 86 0=32 1=320 2=1.000000e-06 3=1
Convolution              conv_99                  1 1 86 87 0=320 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=102400
Permute                  permute_841              1 1 87 88 0=3
Reshape                  reshape_489              1 1 88 89 0=320 1=4096
Split                    splitncnn_5              1 2 89 90 91
LayerNorm                ln_210                   1 1 91 92 0=320 1=1.000000e-05 2=1
Split                    splitncnn_6              1 3 92 93 94 95
InnerProduct             linear_262               1 1 94 96 0=320 1=0 2=102400
BinaryOp                 mul_5                    1 1 96 97 0=2 1=1 2=1.581139e-01
InnerProduct             linear_261               1 1 95 98 0=320 1=0 2=102400
Reshape                  reshape_490              1 1 97 99 0=40 1=8 2=4096
Reshape                  reshape_491              1 1 98 100 0=40 1=8 2=4096
InnerProduct             linear_263               1 1 93 101 0=320 1=0 2=102400
Permute                  permute_842              1 1 99 102 0=2
Reshape                  reshape_492              1 1 102 103 0=40 1=4096 2=8
Permute                  permute_843              1 1 100 104 0=2
Reshape                  reshape_493              1 1 104 105 0=40 1=4096 2=8
Reshape                  reshape_494              1 1 101 106 0=40 1=8 2=4096
MatMul                   matmultransb_0           2 1 105 103 107 0=1
Softmax                  softmax_61               1 1 107 108 0=-1 1=1
Permute                  permute_845              1 1 106 109 0=2
Reshape                  reshape_495              1 1 109 110 0=40 1=4096 2=8
MatMul                   matmul_778               2 1 108 110 111
Reshape                  reshape_496              1 1 111 112 0=40 1=4096 2=8
Permute                  permute_846              1 1 112 113 0=2
Reshape                  reshape_497              1 1 113 114 0=320 1=4096
InnerProduct             linear_264               1 1 114 115 0=320 1=1 2=102400
BinaryOp                 add_6                    2 1 115 90 116 0=0
Split                    splitncnn_7              1 2 116 117 118
LayerNorm                ln_211                   1 1 118 119 0=320 1=1.000000e-05 2=1
InnerProduct             linear_266               1 1 34 120 0=320 1=0 2=245760
BinaryOp                 mul_7                    1 1 120 121 0=2 1=1 2=1.581139e-01
InnerProduct             linear_265               1 1 119 122 0=320 1=0 2=102400
Reshape                  reshape_498              1 1 121 123 0=40 1=8 2=77
Reshape                  reshape_499              1 1 122 124 0=40 1=8 2=4096
InnerProduct             linear_267               1 1 33 125 0=320 1=0 2=245760
Permute                  permute_847              1 1 123 126 0=2
Reshape                  reshape_500              1 1 126 127 0=40 1=77 2=8
Permute                  permute_848              1 1 124 128 0=2
Reshape                  reshape_501              1 1 128 129 0=40 1=4096 2=8
Reshape                  reshape_502              1 1 125 130 0=40 1=8 2=77
MatMul                   matmultransb_1           2 1 129 127 131 0=1
Softmax                  softmax_62               1 1 131 132 0=-1 1=1
Permute                  permute_850              1 1 130 133 0=2
Reshape                  reshape_503              1 1 133 134 0=40 1=77 2=8
MatMul                   matmul_780               2 1 132 134 135
Reshape                  reshape_504              1 1 135 136 0=40 1=4096 2=8
Permute                  permute_851              1 1 136 137 0=2
Reshape                  reshape_505              1 1 137 138 0=320 1=4096
InnerProduct             linear_268               1 1 138 139 0=320 1=1 2=102400
BinaryOp                 add_8                    2 1 139 117 140 0=0
Split                    splitncnn_8              1 2 140 141 142
LayerNorm                ln_212                   1 1 142 143 0=320 1=1.000000e-05 2=1
InnerProduct             linear_269               1 1 143 144 0=2560 1=1 2=819200
Slice                    split_0                  1 2 144 145 146 -23300=2,1280,-233 1=1
GELU                     gelu_0                   1 1 146 147
BinaryOp                 mul_9                    2 1 145 147 148 0=2
InnerProduct             linear_270               1 1 148 149 0=320 1=1 2=409600
BinaryOp                 add_10                   2 1 149 141 150 0=0
Reshape                  reshape_506              1 1 150 151 0=320 1=64 2=64
Permute                  permute_852              1 1 151 152 0=4
Convolution              conv_100                 1 1 152 153 0=320 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=102400
BinaryOp                 add_11                   2 1 153 84 154 0=0
Split                    splitncnn_9              1 3 154 155 156 157
GroupNorm                gn_18                    1 1 157 158 0=32 1=320 2=1.000000e-05 3=1
InnerProduct             linear_271               1 1 72 159 0=320 1=1 2=409600
Swish                    silu_446                 1 1 158 160
Convolution              conv_101                 1 1 160 161 0=320 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=921600
ExpandDims               unsqueeze_1036           1 1 159 162 -23303=1,1
ExpandDims               unsqueeze_1037           1 1 162 163 -23303=1,2
BinaryOp                 add_12                   2 1 161 163 164 0=0
GroupNorm                gn_19                    1 1 164 165 0=32 1=320 2=1.000000e-05 3=1
Swish                    silu_447                 1 1 165 166
Convolution              conv_102                 1 1 166 167 0=320 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=921600
BinaryOp                 add_13                   2 1 156 167 168 0=0
Split                    splitncnn_10             1 2 168 169 170
GroupNorm                gn_195                   1 1 170 171 0=32 1=320 2=1.000000e-06 3=1
Convolution              conv_103                 1 1 171 172 0=320 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=102400
Permute                  permute_853              1 1 172 173 0=3
Reshape                  reshape_507              1 1 173 174 0=320 1=4096
Split                    splitncnn_11             1 2 174 175 176
LayerNorm                ln_213                   1 1 176 177 0=320 1=1.000000e-05 2=1
Split                    splitncnn_12             1 3 177 178 179 180
InnerProduct             linear_273               1 1 179 181 0=320 1=0 2=102400
BinaryOp                 mul_14                   1 1 181 182 0=2 1=1 2=1.581139e-01
InnerProduct             linear_272               1 1 180 183 0=320 1=0 2=102400
Reshape                  reshape_508              1 1 182 184 0=40 1=8 2=4096
Reshape                  reshape_509              1 1 183 185 0=40 1=8 2=4096
InnerProduct             linear_274               1 1 178 186 0=320 1=0 2=102400
Permute                  permute_854              1 1 184 187 0=2
Reshape                  reshape_510              1 1 187 188 0=40 1=4096 2=8
Permute                  permute_855              1 1 185 189 0=2
Reshape                  reshape_511              1 1 189 190 0=40 1=4096 2=8
Reshape                  reshape_512              1 1 186 191 0=40 1=8 2=4096
MatMul                   matmultransb_2           2 1 190 188 192 0=1
Softmax                  softmax_63               1 1 192 193 0=-1 1=1
Permute                  permute_857              1 1 191 194 0=2
Reshape                  reshape_513              1 1 194 195 0=40 1=4096 2=8
MatMul                   matmul_782               2 1 193 195 196
Reshape                  reshape_514              1 1 196 197 0=40 1=4096 2=8
Permute                  permute_858              1 1 197 198 0=2
Reshape                  reshape_515              1 1 198 199 0=320 1=4096
InnerProduct             linear_275               1 1 199 200 0=320 1=1 2=102400
BinaryOp                 add_15                   2 1 200 175 201 0=0
Split                    splitncnn_13             1 2 201 202 203
LayerNorm                ln_214                   1 1 203 204 0=320 1=1.000000e-05 2=1
InnerProduct             linear_277               1 1 32 205 0=320 1=0 2=245760
BinaryOp                 mul_16                   1 1 205 206 0=2 1=1 2=1.581139e-01
InnerProduct             linear_276               1 1 204 207 0=320 1=0 2=102400
Reshape                  reshape_516              1 1 206 208 0=40 1=8 2=77
Reshape                  reshape_517              1 1 207 209 0=40 1=8 2=4096
InnerProduct             linear_278               1 1 31 210 0=320 1=0 2=245760
Permute                  permute_859              1 1 208 211 0=2
Reshape                  reshape_518              1 1 211 212 0=40 1=77 2=8
Permute                  permute_860              1 1 209 213 0=2
Reshape                  reshape_519              1 1 213 214 0=40 1=4096 2=8
Reshape                  reshape_520              1 1 210 215 0=40 1=8 2=77
MatMul                   matmultransb_3           2 1 214 212 216 0=1
Softmax                  softmax_64               1 1 216 217 0=-1 1=1
Permute                  permute_862              1 1 215 218 0=2
Reshape                  reshape_521              1 1 218 219 0=40 1=77 2=8
MatMul                   matmul_784               2 1 217 219 220
Reshape                  reshape_522              1 1 220 221 0=40 1=4096 2=8
Permute                  permute_863              1 1 221 222 0=2
Reshape                  reshape_523              1 1 222 223 0=320 1=4096
InnerProduct             linear_279               1 1 223 224 0=320 1=1 2=102400
BinaryOp                 add_17                   2 1 224 202 225 0=0
Split                    splitncnn_14             1 2 225 226 227
LayerNorm                ln_215                   1 1 227 228 0=320 1=1.000000e-05 2=1
InnerProduct             linear_280               1 1 228 229 0=2560 1=1 2=819200
Slice                    split_1                  1 2 229 230 231 -23300=2,1280,-233 1=1
GELU                     gelu_1                   1 1 231 232
BinaryOp                 mul_18                   2 1 230 232 233 0=2
InnerProduct             linear_281               1 1 233 234 0=320 1=1 2=409600
BinaryOp                 add_19                   2 1 234 226 235 0=0
Reshape                  reshape_524              1 1 235 236 0=320 1=64 2=64
Permute                  permute_864              1 1 236 237 0=4
Convolution              conv_104                 1 1 237 238 0=320 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=102400
BinaryOp                 add_20                   2 1 238 169 239 0=0
Split                    splitncnn_15             1 2 239 240 241
Convolution              conv_105                 1 1 241 242 0=320 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=921600
Split                    splitncnn_16             1 3 242 243 244 245
GroupNorm                gn_20                    1 1 244 246 0=32 1=320 2=1.000000e-05 3=1
InnerProduct             linear_282               1 1 71 247 0=640 1=1 2=819200
Swish                    silu_448                 1 1 246 248
Convolution              conv_106                 1 1 248 249 0=640 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1843200
ExpandDims               unsqueeze_1038           1 1 247 250 -23303=1,1
ExpandDims               unsqueeze_1039           1 1 250 251 -23303=1,2
BinaryOp                 add_21                   2 1 249 251 252 0=0
GroupNorm                gn_21                    1 1 252 253 0=32 1=640 2=1.000000e-05 3=1
Convolution              conv_108                 1 1 245 254 0=640 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=204800
Swish                    silu_449                 1 1 253 255
Convolution              conv_107                 1 1 255 256 0=640 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=3686400
BinaryOp                 add_22                   2 1 254 256 257 0=0
Split                    splitncnn_17             1 2 257 258 259
GroupNorm                gn_196                   1 1 259 260 0=32 1=640 2=1.000000e-06 3=1
Convolution              conv_109                 1 1 260 261 0=640 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=409600
Permute                  permute_865              1 1 261 262 0=3
Reshape                  reshape_525              1 1 262 263 0=640 1=1024
Split                    splitncnn_18             1 2 263 264 265
LayerNorm                ln_216                   1 1 265 266 0=640 1=1.000000e-05 2=1
Split                    splitncnn_19             1 3 266 267 268 269
InnerProduct             linear_284               1 1 268 270 0=640 1=0 2=409600
BinaryOp                 mul_23                   1 1 270 271 0=2 1=1 2=1.118034e-01
InnerProduct             linear_283               1 1 269 272 0=640 1=0 2=409600
Reshape                  reshape_526              1 1 271 273 0=80 1=8 2=1024
Reshape                  reshape_527              1 1 272 274 0=80 1=8 2=1024
InnerProduct             linear_285               1 1 267 275 0=640 1=0 2=409600
Permute                  permute_866              1 1 273 276 0=2
Reshape                  reshape_528              1 1 276 277 0=80 1=1024 2=8
Permute                  permute_867              1 1 274 278 0=2
Reshape                  reshape_529              1 1 278 279 0=80 1=1024 2=8
Reshape                  reshape_530              1 1 275 280 0=80 1=8 2=1024
MatMul                   matmultransb_4           2 1 279 277 281 0=1
Softmax                  softmax_65               1 1 281 282 0=-1 1=1
Permute                  permute_869              1 1 280 283 0=2
Reshape                  reshape_531              1 1 283 284 0=80 1=1024 2=8
MatMul                   matmul_786               2 1 282 284 285
Reshape                  reshape_532              1 1 285 286 0=80 1=1024 2=8
Permute                  permute_870              1 1 286 287 0=2
Reshape                  reshape_533              1 1 287 288 0=640 1=1024
InnerProduct             linear_286               1 1 288 289 0=640 1=1 2=409600
BinaryOp                 add_24                   2 1 289 264 290 0=0
Split                    splitncnn_20             1 2 290 291 292
LayerNorm                ln_217                   1 1 292 293 0=640 1=1.000000e-05 2=1
InnerProduct             linear_288               1 1 30 294 0=640 1=0 2=491520
BinaryOp                 mul_25                   1 1 294 295 0=2 1=1 2=1.118034e-01
InnerProduct             linear_287               1 1 293 296 0=640 1=0 2=409600
Reshape                  reshape_534              1 1 295 297 0=80 1=8 2=77
Reshape                  reshape_535              1 1 296 298 0=80 1=8 2=1024
InnerProduct             linear_289               1 1 29 299 0=640 1=0 2=491520
Permute                  permute_871              1 1 297 300 0=2
Reshape                  reshape_536              1 1 300 301 0=80 1=77 2=8
Permute                  permute_872              1 1 298 302 0=2
Reshape                  reshape_537              1 1 302 303 0=80 1=1024 2=8
Reshape                  reshape_538              1 1 299 304 0=80 1=8 2=77
MatMul                   matmultransb_5           2 1 303 301 305 0=1
Softmax                  softmax_66               1 1 305 306 0=-1 1=1
Permute                  permute_874              1 1 304 307 0=2
Reshape                  reshape_539              1 1 307 308 0=80 1=77 2=8
MatMul                   matmul_788               2 1 306 308 309
Reshape                  reshape_540              1 1 309 310 0=80 1=1024 2=8
Permute                  permute_875              1 1 310 311 0=2
Reshape                  reshape_541              1 1 311 312 0=640 1=1024
InnerProduct             linear_290               1 1 312 313 0=640 1=1 2=409600
BinaryOp                 add_26                   2 1 313 291 314 0=0
Split                    splitncnn_21             1 2 314 315 316
LayerNorm                ln_218                   1 1 316 317 0=640 1=1.000000e-05 2=1
InnerProduct             linear_291               1 1 317 318 0=5120 1=1 2=3276800
Slice                    split_2                  1 2 318 319 320 -23300=2,2560,-233 1=1
GELU                     gelu_2                   1 1 320 321
BinaryOp                 mul_27                   2 1 319 321 322 0=2
InnerProduct             linear_292               1 1 322 323 0=640 1=1 2=1638400
BinaryOp                 add_28                   2 1 323 315 324 0=0
Reshape                  reshape_542              1 1 324 325 0=640 1=32 2=32
Permute                  permute_876              1 1 325 326 0=4
Convolution              conv_110                 1 1 326 327 0=640 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=409600
BinaryOp                 add_29                   2 1 327 258 328 0=0
Split                    splitncnn_22             1 3 328 329 330 331
GroupNorm                gn_22                    1 1 331 332 0=32 1=640 2=1.000000e-05 3=1
InnerProduct             linear_293               1 1 70 333 0=640 1=1 2=819200
Swish                    silu_450                 1 1 332 334
Convolution              conv_111                 1 1 334 335 0=640 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=3686400
ExpandDims               unsqueeze_1040           1 1 333 336 -23303=1,1
ExpandDims               unsqueeze_1041           1 1 336 337 -23303=1,2
BinaryOp                 add_30                   2 1 335 337 338 0=0
GroupNorm                gn_23                    1 1 338 339 0=32 1=640 2=1.000000e-05 3=1
Swish                    silu_451                 1 1 339 340
Convolution              conv_112                 1 1 340 341 0=640 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=3686400
BinaryOp                 add_31                   2 1 330 341 342 0=0
Split                    splitncnn_23             1 2 342 343 344
GroupNorm                gn_197                   1 1 344 345 0=32 1=640 2=1.000000e-06 3=1
Convolution              conv_113                 1 1 345 346 0=640 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=409600
Permute                  permute_877              1 1 346 347 0=3
Reshape                  reshape_543              1 1 347 348 0=640 1=1024
Split                    splitncnn_24             1 2 348 349 350
LayerNorm                ln_219                   1 1 350 351 0=640 1=1.000000e-05 2=1
Split                    splitncnn_25             1 3 351 352 353 354
InnerProduct             linear_295               1 1 353 355 0=640 1=0 2=409600
BinaryOp                 mul_32                   1 1 355 356 0=2 1=1 2=1.118034e-01
InnerProduct             linear_294               1 1 354 357 0=640 1=0 2=409600
Reshape                  reshape_544              1 1 356 358 0=80 1=8 2=1024
Reshape                  reshape_545              1 1 357 359 0=80 1=8 2=1024
InnerProduct             linear_296               1 1 352 360 0=640 1=0 2=409600
Permute                  permute_878              1 1 358 361 0=2
Reshape                  reshape_546              1 1 361 362 0=80 1=1024 2=8
Permute                  permute_879              1 1 359 363 0=2
Reshape                  reshape_547              1 1 363 364 0=80 1=1024 2=8
Reshape                  reshape_548              1 1 360 365 0=80 1=8 2=1024
MatMul                   matmultransb_6           2 1 364 362 366 0=1
Softmax                  softmax_67               1 1 366 367 0=-1 1=1
Permute                  permute_881              1 1 365 368 0=2
Reshape                  reshape_549              1 1 368 369 0=80 1=1024 2=8
MatMul                   matmul_790               2 1 367 369 370
Reshape                  reshape_550              1 1 370 371 0=80 1=1024 2=8
Permute                  permute_882              1 1 371 372 0=2
Reshape                  reshape_551              1 1 372 373 0=640 1=1024
InnerProduct             linear_297               1 1 373 374 0=640 1=1 2=409600
BinaryOp                 add_33                   2 1 374 349 375 0=0
Split                    splitncnn_26             1 2 375 376 377
LayerNorm                ln_220                   1 1 377 378 0=640 1=1.000000e-05 2=1
InnerProduct             linear_299               1 1 28 379 0=640 1=0 2=491520
BinaryOp                 mul_34                   1 1 379 380 0=2 1=1 2=1.118034e-01
InnerProduct             linear_298               1 1 378 381 0=640 1=0 2=409600
Reshape                  reshape_552              1 1 380 382 0=80 1=8 2=77
Reshape                  reshape_553              1 1 381 383 0=80 1=8 2=1024
InnerProduct             linear_300               1 1 27 384 0=640 1=0 2=491520
Permute                  permute_883              1 1 382 385 0=2
Reshape                  reshape_554              1 1 385 386 0=80 1=77 2=8
Permute                  permute_884              1 1 383 387 0=2
Reshape                  reshape_555              1 1 387 388 0=80 1=1024 2=8
Reshape                  reshape_556              1 1 384 389 0=80 1=8 2=77
MatMul                   matmultransb_7           2 1 388 386 390 0=1
Softmax                  softmax_68               1 1 390 391 0=-1 1=1
Permute                  permute_886              1 1 389 392 0=2
Reshape                  reshape_557              1 1 392 393 0=80 1=77 2=8
MatMul                   matmul_792               2 1 391 393 394
Reshape                  reshape_558              1 1 394 395 0=80 1=1024 2=8
Permute                  permute_887              1 1 395 396 0=2
Reshape                  reshape_559              1 1 396 397 0=640 1=1024
InnerProduct             linear_301               1 1 397 398 0=640 1=1 2=409600
BinaryOp                 add_35                   2 1 398 376 399 0=0
Split                    splitncnn_27             1 2 399 400 401
LayerNorm                ln_221                   1 1 401 402 0=640 1=1.000000e-05 2=1
InnerProduct             linear_302               1 1 402 403 0=5120 1=1 2=3276800
Slice                    split_3                  1 2 403 404 405 -23300=2,2560,-233 1=1
GELU                     gelu_3                   1 1 405 406
BinaryOp                 mul_36                   2 1 404 406 407 0=2
InnerProduct             linear_303               1 1 407 408 0=640 1=1 2=1638400
BinaryOp                 add_37                   2 1 408 400 409 0=0
Reshape                  reshape_560              1 1 409 410 0=640 1=32 2=32
Permute                  permute_888              1 1 410 411 0=4
Convolution              conv_114                 1 1 411 412 0=640 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=409600
BinaryOp                 add_38                   2 1 412 343 413 0=0
Split                    splitncnn_28             1 2 413 414 415
Convolution              conv_115                 1 1 415 416 0=640 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=3686400
Split                    splitncnn_29             1 3 416 417 418 419
GroupNorm                gn_24                    1 1 418 420 0=32 1=640 2=1.000000e-05 3=1
InnerProduct             linear_304               1 1 69 421 0=1280 1=1 2=1638400
Swish                    silu_452                 1 1 420 422
Convolution              conv_116                 1 1 422 423 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=7372800
ExpandDims               unsqueeze_1042           1 1 421 424 -23303=1,1
ExpandDims               unsqueeze_1043           1 1 424 425 -23303=1,2
BinaryOp                 add_39                   2 1 423 425 426 0=0
GroupNorm                gn_25                    1 1 426 427 0=32 1=1280 2=1.000000e-05 3=1
Convolution              conv_118                 1 1 419 428 0=1280 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=819200
Swish                    silu_453                 1 1 427 429
Convolution              conv_117                 1 1 429 430 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
BinaryOp                 add_40                   2 1 428 430 431 0=0
Split                    splitncnn_30             1 2 431 432 433
GroupNorm                gn_198                   1 1 433 434 0=32 1=1280 2=1.000000e-06 3=1
Convolution              conv_119                 1 1 434 435 0=1280 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1638400
Permute                  permute_889              1 1 435 436 0=3
Reshape                  reshape_561              1 1 436 437 0=1280 1=256
Split                    splitncnn_31             1 2 437 438 439
LayerNorm                ln_222                   1 1 439 440 0=1280 1=1.000000e-05 2=1
Split                    splitncnn_32             1 3 440 441 442 443
InnerProduct             linear_306               1 1 442 444 0=1280 1=0 2=1638400
BinaryOp                 mul_41                   1 1 444 445 0=2 1=1 2=7.905694e-02
InnerProduct             linear_305               1 1 443 446 0=1280 1=0 2=1638400
Reshape                  reshape_562              1 1 445 447 0=160 1=8 2=256
Reshape                  reshape_563              1 1 446 448 0=160 1=8 2=256
InnerProduct             linear_307               1 1 441 449 0=1280 1=0 2=1638400
Permute                  permute_890              1 1 447 450 0=2
Reshape                  reshape_564              1 1 450 451 0=160 1=256 2=8
Permute                  permute_891              1 1 448 452 0=2
Reshape                  reshape_565              1 1 452 453 0=160 1=256 2=8
Reshape                  reshape_566              1 1 449 454 0=160 1=8 2=256
MatMul                   matmultransb_8           2 1 453 451 455 0=1
Softmax                  softmax_69               1 1 455 456 0=-1 1=1
Permute                  permute_893              1 1 454 457 0=2
Reshape                  reshape_567              1 1 457 458 0=160 1=256 2=8
MatMul                   matmul_794               2 1 456 458 459
Reshape                  reshape_568              1 1 459 460 0=160 1=256 2=8
Permute                  permute_894              1 1 460 461 0=2
Reshape                  reshape_569              1 1 461 462 0=1280 1=256
InnerProduct             linear_308               1 1 462 463 0=1280 1=1 2=1638400
BinaryOp                 add_42                   2 1 463 438 464 0=0
Split                    splitncnn_33             1 2 464 465 466
LayerNorm                ln_223                   1 1 466 467 0=1280 1=1.000000e-05 2=1
InnerProduct             linear_310               1 1 26 468 0=1280 1=0 2=983040
BinaryOp                 mul_43                   1 1 468 469 0=2 1=1 2=7.905694e-02
InnerProduct             linear_309               1 1 467 470 0=1280 1=0 2=1638400
Reshape                  reshape_570              1 1 469 471 0=160 1=8 2=77
Reshape                  reshape_571              1 1 470 472 0=160 1=8 2=256
InnerProduct             linear_311               1 1 25 473 0=1280 1=0 2=983040
Permute                  permute_895              1 1 471 474 0=2
Reshape                  reshape_572              1 1 474 475 0=160 1=77 2=8
Permute                  permute_896              1 1 472 476 0=2
Reshape                  reshape_573              1 1 476 477 0=160 1=256 2=8
Reshape                  reshape_574              1 1 473 478 0=160 1=8 2=77
MatMul                   matmultransb_9           2 1 477 475 479 0=1
Softmax                  softmax_70               1 1 479 480 0=-1 1=1
Permute                  permute_898              1 1 478 481 0=2
Reshape                  reshape_575              1 1 481 482 0=160 1=77 2=8
MatMul                   matmul_796               2 1 480 482 483
Reshape                  reshape_576              1 1 483 484 0=160 1=256 2=8
Permute                  permute_899              1 1 484 485 0=2
Reshape                  reshape_577              1 1 485 486 0=1280 1=256
InnerProduct             linear_312               1 1 486 487 0=1280 1=1 2=1638400
BinaryOp                 add_44                   2 1 487 465 488 0=0
Split                    splitncnn_34             1 2 488 489 490
LayerNorm                ln_224                   1 1 490 491 0=1280 1=1.000000e-05 2=1
InnerProduct             linear_313               1 1 491 492 0=10240 1=1 2=13107200
Slice                    split_4                  1 2 492 493 494 -23300=2,5120,-233 1=1
GELU                     gelu_4                   1 1 494 495
BinaryOp                 mul_45                   2 1 493 495 496 0=2
InnerProduct             linear_314               1 1 496 497 0=1280 1=1 2=6553600
BinaryOp                 add_46                   2 1 497 489 498 0=0
Reshape                  reshape_578              1 1 498 499 0=1280 1=16 2=16
Permute                  permute_900              1 1 499 500 0=4
Convolution              conv_120                 1 1 500 501 0=1280 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1638400
BinaryOp                 add_47                   2 1 501 432 502 0=0
Split                    splitncnn_35             1 3 502 503 504 505
GroupNorm                gn_26                    1 1 505 506 0=32 1=1280 2=1.000000e-05 3=1
InnerProduct             linear_315               1 1 68 507 0=1280 1=1 2=1638400
Swish                    silu_454                 1 1 506 508
Convolution              conv_121                 1 1 508 509 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
ExpandDims               unsqueeze_1044           1 1 507 510 -23303=1,1
ExpandDims               unsqueeze_1045           1 1 510 511 -23303=1,2
BinaryOp                 add_48                   2 1 509 511 512 0=0
GroupNorm                gn_27                    1 1 512 513 0=32 1=1280 2=1.000000e-05 3=1
Swish                    silu_455                 1 1 513 514
Convolution              conv_122                 1 1 514 515 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
BinaryOp                 add_49                   2 1 504 515 516 0=0
Split                    splitncnn_36             1 2 516 517 518
GroupNorm                gn_199                   1 1 518 519 0=32 1=1280 2=1.000000e-06 3=1
Convolution              conv_123                 1 1 519 520 0=1280 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1638400
Permute                  permute_901              1 1 520 521 0=3
Reshape                  reshape_579              1 1 521 522 0=1280 1=256
Split                    splitncnn_37             1 2 522 523 524
LayerNorm                ln_225                   1 1 524 525 0=1280 1=1.000000e-05 2=1
Split                    splitncnn_38             1 3 525 526 527 528
InnerProduct             linear_317               1 1 527 529 0=1280 1=0 2=1638400
BinaryOp                 mul_50                   1 1 529 530 0=2 1=1 2=7.905694e-02
InnerProduct             linear_316               1 1 528 531 0=1280 1=0 2=1638400
Reshape                  reshape_580              1 1 530 532 0=160 1=8 2=256
Reshape                  reshape_581              1 1 531 533 0=160 1=8 2=256
InnerProduct             linear_318               1 1 526 534 0=1280 1=0 2=1638400
Permute                  permute_902              1 1 532 535 0=2
Reshape                  reshape_582              1 1 535 536 0=160 1=256 2=8
Permute                  permute_903              1 1 533 537 0=2
Reshape                  reshape_583              1 1 537 538 0=160 1=256 2=8
Reshape                  reshape_584              1 1 534 539 0=160 1=8 2=256
MatMul                   matmultransb_10          2 1 538 536 540 0=1
Softmax                  softmax_71               1 1 540 541 0=-1 1=1
Permute                  permute_905              1 1 539 542 0=2
Reshape                  reshape_585              1 1 542 543 0=160 1=256 2=8
MatMul                   matmul_798               2 1 541 543 544
Reshape                  reshape_586              1 1 544 545 0=160 1=256 2=8
Permute                  permute_906              1 1 545 546 0=2
Reshape                  reshape_587              1 1 546 547 0=1280 1=256
InnerProduct             linear_319               1 1 547 548 0=1280 1=1 2=1638400
BinaryOp                 add_51                   2 1 548 523 549 0=0
Split                    splitncnn_39             1 2 549 550 551
LayerNorm                ln_226                   1 1 551 552 0=1280 1=1.000000e-05 2=1
InnerProduct             linear_321               1 1 24 553 0=1280 1=0 2=983040
BinaryOp                 mul_52                   1 1 553 554 0=2 1=1 2=7.905694e-02
InnerProduct             linear_320               1 1 552 555 0=1280 1=0 2=1638400
Reshape                  reshape_588              1 1 554 556 0=160 1=8 2=77
Reshape                  reshape_589              1 1 555 557 0=160 1=8 2=256
InnerProduct             linear_322               1 1 23 558 0=1280 1=0 2=983040
Permute                  permute_907              1 1 556 559 0=2
Reshape                  reshape_590              1 1 559 560 0=160 1=77 2=8
Permute                  permute_908              1 1 557 561 0=2
Reshape                  reshape_591              1 1 561 562 0=160 1=256 2=8
Reshape                  reshape_592              1 1 558 563 0=160 1=8 2=77
MatMul                   matmultransb_11          2 1 562 560 564 0=1
Softmax                  softmax_72               1 1 564 565 0=-1 1=1
Permute                  permute_910              1 1 563 566 0=2
Reshape                  reshape_593              1 1 566 567 0=160 1=77 2=8
MatMul                   matmul_800               2 1 565 567 568
Reshape                  reshape_594              1 1 568 569 0=160 1=256 2=8
Permute                  permute_911              1 1 569 570 0=2
Reshape                  reshape_595              1 1 570 571 0=1280 1=256
InnerProduct             linear_323               1 1 571 572 0=1280 1=1 2=1638400
BinaryOp                 add_53                   2 1 572 550 573 0=0
Split                    splitncnn_40             1 2 573 574 575
LayerNorm                ln_227                   1 1 575 576 0=1280 1=1.000000e-05 2=1
InnerProduct             linear_324               1 1 576 577 0=10240 1=1 2=13107200
Slice                    split_5                  1 2 577 578 579 -23300=2,5120,-233 1=1
GELU                     gelu_5                   1 1 579 580
BinaryOp                 mul_54                   2 1 578 580 581 0=2
InnerProduct             linear_325               1 1 581 582 0=1280 1=1 2=6553600
BinaryOp                 add_55                   2 1 582 574 583 0=0
Reshape                  reshape_596              1 1 583 584 0=1280 1=16 2=16
Permute                  permute_912              1 1 584 585 0=4
Convolution              conv_124                 1 1 585 586 0=1280 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1638400
BinaryOp                 add_56                   2 1 586 517 587 0=0
Split                    splitncnn_41             1 2 587 588 589
Convolution              conv_125                 1 1 589 590 0=1280 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=14745600
Split                    splitncnn_42             1 3 590 591 592 593
GroupNorm                gn_28                    1 1 593 594 0=32 1=1280 2=1.000000e-05 3=1
InnerProduct             linear_326               1 1 67 595 0=1280 1=1 2=1638400
Swish                    silu_456                 1 1 594 596
Convolution              conv_126                 1 1 596 597 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
ExpandDims               unsqueeze_1046           1 1 595 598 -23303=1,1
ExpandDims               unsqueeze_1047           1 1 598 599 -23303=1,2
BinaryOp                 add_57                   2 1 597 599 600 0=0
GroupNorm                gn_29                    1 1 600 601 0=32 1=1280 2=1.000000e-05 3=1
Swish                    silu_457                 1 1 601 602
Convolution              conv_127                 1 1 602 603 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
BinaryOp                 add_58                   2 1 592 603 604 0=0
Split                    splitncnn_43             1 3 604 605 606 607
GroupNorm                gn_30                    1 1 607 608 0=32 1=1280 2=1.000000e-05 3=1
InnerProduct             linear_327               1 1 66 609 0=1280 1=1 2=1638400
Swish                    silu_458                 1 1 608 610
Convolution              conv_128                 1 1 610 611 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
ExpandDims               unsqueeze_1048           1 1 609 612 -23303=1,1
ExpandDims               unsqueeze_1049           1 1 612 613 -23303=1,2
BinaryOp                 add_59                   2 1 611 613 614 0=0
GroupNorm                gn_31                    1 1 614 615 0=32 1=1280 2=1.000000e-05 3=1
Swish                    silu_459                 1 1 615 616
Convolution              conv_129                 1 1 616 617 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
BinaryOp                 add_60                   2 1 606 617 618 0=0
Split                    splitncnn_44             1 3 618 619 620 621
GroupNorm                gn_32                    1 1 621 622 0=32 1=1280 2=1.000000e-05 3=1
InnerProduct             linear_328               1 1 65 623 0=1280 1=1 2=1638400
Swish                    silu_460                 1 1 622 624
Convolution              conv_130                 1 1 624 625 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
ExpandDims               unsqueeze_1050           1 1 623 626 -23303=1,1
ExpandDims               unsqueeze_1051           1 1 626 627 -23303=1,2
BinaryOp                 add_61                   2 1 625 627 628 0=0
GroupNorm                gn_33                    1 1 628 629 0=32 1=1280 2=1.000000e-05 3=1
Swish                    silu_461                 1 1 629 630
Convolution              conv_131                 1 1 630 631 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
BinaryOp                 add_62                   2 1 620 631 632 0=0
Split                    splitncnn_45             1 2 632 633 634
GroupNorm                gn_200                   1 1 634 635 0=32 1=1280 2=1.000000e-06 3=1
Convolution              conv_132                 1 1 635 636 0=1280 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1638400
Permute                  permute_913              1 1 636 637 0=3
Reshape                  reshape_597              1 1 637 638 0=1280 1=64
Split                    splitncnn_46             1 2 638 639 640
LayerNorm                ln_228                   1 1 640 641 0=1280 1=1.000000e-05 2=1
Split                    splitncnn_47             1 3 641 642 643 644
InnerProduct             linear_330               1 1 643 645 0=1280 1=0 2=1638400
BinaryOp                 mul_63                   1 1 645 646 0=2 1=1 2=7.905694e-02
InnerProduct             linear_329               1 1 644 647 0=1280 1=0 2=1638400
Reshape                  reshape_598              1 1 646 648 0=160 1=8 2=64
Reshape                  reshape_599              1 1 647 649 0=160 1=8 2=64
InnerProduct             linear_331               1 1 642 650 0=1280 1=0 2=1638400
Permute                  permute_914              1 1 648 651 0=2
Reshape                  reshape_600              1 1 651 652 0=160 1=64 2=8
Permute                  permute_915              1 1 649 653 0=2
Reshape                  reshape_601              1 1 653 654 0=160 1=64 2=8
Reshape                  reshape_602              1 1 650 655 0=160 1=8 2=64
MatMul                   matmultransb_12          2 1 654 652 656 0=1
Softmax                  softmax_73               1 1 656 657 0=-1 1=1
Permute                  permute_917              1 1 655 658 0=2
Reshape                  reshape_603              1 1 658 659 0=160 1=64 2=8
MatMul                   matmul_802               2 1 657 659 660
Reshape                  reshape_604              1 1 660 661 0=160 1=64 2=8
Permute                  permute_918              1 1 661 662 0=2
Reshape                  reshape_605              1 1 662 663 0=1280 1=64
InnerProduct             linear_332               1 1 663 664 0=1280 1=1 2=1638400
BinaryOp                 add_64                   2 1 664 639 665 0=0
Split                    splitncnn_48             1 2 665 666 667
LayerNorm                ln_229                   1 1 667 668 0=1280 1=1.000000e-05 2=1
InnerProduct             linear_334               1 1 22 669 0=1280 1=0 2=983040
BinaryOp                 mul_65                   1 1 669 670 0=2 1=1 2=7.905694e-02
InnerProduct             linear_333               1 1 668 671 0=1280 1=0 2=1638400
Reshape                  reshape_606              1 1 670 672 0=160 1=8 2=77
Reshape                  reshape_607              1 1 671 673 0=160 1=8 2=64
InnerProduct             linear_335               1 1 21 674 0=1280 1=0 2=983040
Permute                  permute_919              1 1 672 675 0=2
Reshape                  reshape_608              1 1 675 676 0=160 1=77 2=8
Permute                  permute_920              1 1 673 677 0=2
Reshape                  reshape_609              1 1 677 678 0=160 1=64 2=8
Reshape                  reshape_610              1 1 674 679 0=160 1=8 2=77
MatMul                   matmultransb_13          2 1 678 676 680 0=1
Softmax                  softmax_74               1 1 680 681 0=-1 1=1
Permute                  permute_922              1 1 679 682 0=2
Reshape                  reshape_611              1 1 682 683 0=160 1=77 2=8
MatMul                   matmul_804               2 1 681 683 684
Reshape                  reshape_612              1 1 684 685 0=160 1=64 2=8
Permute                  permute_923              1 1 685 686 0=2
Reshape                  reshape_613              1 1 686 687 0=1280 1=64
InnerProduct             linear_336               1 1 687 688 0=1280 1=1 2=1638400
BinaryOp                 add_66                   2 1 688 666 689 0=0
Split                    splitncnn_49             1 2 689 690 691
LayerNorm                ln_230                   1 1 691 692 0=1280 1=1.000000e-05 2=1
InnerProduct             linear_337               1 1 692 693 0=10240 1=1 2=13107200
Slice                    split_6                  1 2 693 694 695 -23300=2,5120,-233 1=1
GELU                     gelu_6                   1 1 695 696
BinaryOp                 mul_67                   2 1 694 696 697 0=2
InnerProduct             linear_338               1 1 697 698 0=1280 1=1 2=6553600
BinaryOp                 add_68                   2 1 698 690 699 0=0
Reshape                  reshape_614              1 1 699 700 0=1280 1=8 2=8
Permute                  permute_924              1 1 700 701 0=4
Convolution              conv_133                 1 1 701 702 0=1280 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1638400
BinaryOp                 add_69                   2 1 702 633 703 0=0
Split                    splitncnn_50             1 2 703 704 705
GroupNorm                gn_34                    1 1 705 706 0=32 1=1280 2=1.000000e-05 3=1
InnerProduct             linear_339               1 1 64 707 0=1280 1=1 2=1638400
Swish                    silu_462                 1 1 706 708
Convolution              conv_134                 1 1 708 709 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
ExpandDims               unsqueeze_1052           1 1 707 710 -23303=1,1
ExpandDims               unsqueeze_1053           1 1 710 711 -23303=1,2
BinaryOp                 add_70                   2 1 709 711 712 0=0
GroupNorm                gn_35                    1 1 712 713 0=32 1=1280 2=1.000000e-05 3=1
Swish                    silu_463                 1 1 713 714
Convolution              conv_135                 1 1 714 715 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
BinaryOp                 add_71                   2 1 704 715 716 0=0
Concat                   cat_1                    2 1 716 619 717 0=0
Split                    splitncnn_51             1 2 717 718 719
GroupNorm                gn_36                    1 1 718 720 0=32 1=2560 2=1.000000e-05 3=1
InnerProduct             linear_340               1 1 63 721 0=1280 1=1 2=1638400
Swish                    silu_464                 1 1 720 722
Convolution              conv_136                 1 1 722 723 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=29491200
ExpandDims               unsqueeze_1054           1 1 721 724 -23303=1,1
ExpandDims               unsqueeze_1055           1 1 724 725 -23303=1,2
BinaryOp                 add_72                   2 1 723 725 726 0=0
GroupNorm                gn_37                    1 1 726 727 0=32 1=1280 2=1.000000e-05 3=1
Convolution              conv_138                 1 1 719 728 0=1280 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=3276800
Swish                    silu_465                 1 1 727 729
Convolution              conv_137                 1 1 729 730 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
BinaryOp                 add_73                   2 1 728 730 731 0=0
Concat                   cat_2                    2 1 731 605 732 0=0
Split                    splitncnn_52             1 2 732 733 734
GroupNorm                gn_38                    1 1 733 735 0=32 1=2560 2=1.000000e-05 3=1
InnerProduct             linear_341               1 1 62 736 0=1280 1=1 2=1638400
Swish                    silu_466                 1 1 735 737
Convolution              conv_139                 1 1 737 738 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=29491200
ExpandDims               unsqueeze_1056           1 1 736 739 -23303=1,1
ExpandDims               unsqueeze_1057           1 1 739 740 -23303=1,2
BinaryOp                 add_74                   2 1 738 740 741 0=0
GroupNorm                gn_39                    1 1 741 742 0=32 1=1280 2=1.000000e-05 3=1
Convolution              conv_141                 1 1 734 743 0=1280 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=3276800
Swish                    silu_467                 1 1 742 744
Convolution              conv_140                 1 1 744 745 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
BinaryOp                 add_75                   2 1 743 745 746 0=0
Concat                   cat_3                    2 1 746 591 747 0=0
Split                    splitncnn_53             1 2 747 748 749
GroupNorm                gn_40                    1 1 748 750 0=32 1=2560 2=1.000000e-05 3=1
InnerProduct             linear_342               1 1 61 751 0=1280 1=1 2=1638400
Swish                    silu_468                 1 1 750 752
Convolution              conv_142                 1 1 752 753 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=29491200
ExpandDims               unsqueeze_1058           1 1 751 754 -23303=1,1
ExpandDims               unsqueeze_1059           1 1 754 755 -23303=1,2
BinaryOp                 add_76                   2 1 753 755 756 0=0
GroupNorm                gn_41                    1 1 756 757 0=32 1=1280 2=1.000000e-05 3=1
Convolution              conv_144                 1 1 749 758 0=1280 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=3276800
Swish                    silu_469                 1 1 757 759
Convolution              conv_143                 1 1 759 760 0=1280 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=14745600
BinaryOp                 add_77                   2 1 758 760 761 0=0
Interp                   upsample_nearest_93      1 1 761 762 0=1 1=2.000000e+00 2=2.000000e+00 6=0
